Repository: cmhello/edd-free-downloads
Catalog: languages/edd-free-downloads-*.po
Languages: fr_fr

source: Free Downloads requires Easy Digital Downloads! Please install or activate it to continue!
fr_fr: Free Downloads nécessite Easy Digital Downloads. Veuillez l’installer ou l’activer pour continuer !

source: Available
fr_fr: Disponible

source: Compression Status
fr_fr: État de compression

source: Great! It looks like you have the ZipArchive class available! That means that we can auto-compress the files for multi-file %s.
fr_fr: Formidable ! Il semble que la classe ZipArchive soit disponible ! Cela signifie que nous pouvons auto-compresser les fichiers pour le multi-fichier %s.

source: Unavailable
fr_fr: Non disponible

source: Oops! It looks like you don't have the ZipArchive class available! If you want us to auto-compress the files for multi-file %s, please make sure that your PHP instance is compiled with ZipArchive support.
fr_fr: Aïe ! Il semble que vous n’avez pas la classe ZipArchive ne soit pas disponible ! Si vous voulez pouvoir auto-compresser les fichiers pour le multi-fichier %s, veuillez vous assurer que votre instance PHP prenne en charge le module ZipArchive.

source: Purge Cache
fr_fr: Vider le cache

source: This will purge all files currently cached by Free Downloads. This does not affect any files hosted locally, it only clears the local copies of remotely hosted files and cached compressed files generated by direct download or auto download.
fr_fr: Cela purgera tous les fichiers actuellement mises en cache par Free Downloads. Cela n’affecte pas les fichiers hébergés localement, cela efface uniquement les copies locales des fichiers hébergés à distance et les fichiers compressés en cache, générées en téléchargement direct ou en téléchargement automatique.

source: Nonce verification failed!
fr_fr: Échec de la vérification du nonce !

source: Oops!
fr_fr: Aïe !

source: No download specified!
fr_fr: Aucun téléchargement spécifié !

source: Cached files cleared successfully
fr_fr: Fichiers mis en cache effacés.

source: Free Downloads cache purged successfully
fr_fr: Cache de Free Downloads purgé.

source: Free Downloads Settings
fr_fr: Réglages de Free Downloads

source: Bypass Modal:
fr_fr: Contourner la modale :

source: Disable Free Downloads modal
fr_fr: Désactiver la modale de Free Downloads

source: Bypass Modal
fr_fr: Contourner la modale

source: When checked, this will get treated as a normal %s and will require the user to go through the checkout process.
fr_fr: Lorsque coché, le téléchargement sera traité comme un %s normal et exigera de l’utilisateur de passer par le processus de commande.

source: Use On Bundle
fr_fr: Utilisation de paquet

source: Enforce use on bundle
fr_fr: Forcer l’utilisation de paquet

source: Free Downloads can't reliably determine the value of products in a bundle, so by default it ignores bundles. Check this to enforce use on this bundle and treat all bundled %s as free.
fr_fr: Free Downloads ne peut pas déterminer de manière fiable la valeur des produits dans un paquet, donc par défaut il les ignore. Cochez cette case pour forcer l’utilisation de ce paquet et de traiter tous les %s comme gratuits.

source: Download Archive:
fr_fr: Archive de téléchargement :

source: Enter archive URL, or leave blank to attempt auto-detection
fr_fr: Saisissez l’URL de l’archive, ou laissez vide pour tenter une détection automatique.

source: Download Archive
fr_fr: Archive de téléchargement

source: If this %s includes multiple files, specify an archive file here to use for the Direct Download and Auto Download options.
fr_fr: Si ce %s comprend plusieurs fichiers, spécifiez un fichier d’archive ici pour utiliser les options du téléchargement direct ou du téléchargement automatique.

source: Notes Title
fr_fr: Titre de la note

source: Enter the title for the notes field, or leave blank to use the global option
fr_fr: Saisissez le titre du champ des notes, ou laissez vide pour utiliser l’option globale.

source: Enter any notes, or leave blank to use the global option
fr_fr: Saisissez vos notes, ou laissez vide pour utiliser l’option globale

source: Clear Cached Files
fr_fr: Supprimer les fichiers mis en cache

source: General Settings
fr_fr: Réglages généraux

source: The settings below determine how the free download process works and how the relevant components appear on your site.
fr_fr: Les réglages ci-dessous déterminent comment fonctionne le processus de téléchargement gratuit et comment ses composants relatifs apparaissent sur votre site.

source: Button Label
fr_fr: Libellé du bouton

source: Specify the text for the button shown in download lists and product pages.
fr_fr: Spécifiez le texte du bouton affiché dans les listes de téléchargements et les pages de produits.

source: Download Now
fr_fr: Télécharger maintenant

source: Modal Button Label
fr_fr: Libellé du bouton de la modale

source: Specify the text for the button shown in the Free Downloads modal.
fr_fr: Spécifiez le texte du bouton affiché dans la fenêtre modale de Free Downloads.

source: Display Close Button
fr_fr: Affichage du bouton de fermeture

source: Check to display a close button on the modal.
fr_fr: Cochez pour afficher un bouton de fermeture sur la fenêtre modale.

source: Displaying A Close Button
fr_fr: Affichage d’un bouton de fermeture

source: By default, Free Downloads does not display a close button on the modal. In this state, users must click on the background to close the modal.
fr_fr: Par défaut, Free Downloads n’affiche pas de bouton de fermeture sur sa modale. Les utilisateurs doivent alors cliquez sur l’arrière-plan pour fermer la modale.

source: Bypass If Logged In
fr_fr: Contourner la modale si connecté

source: Check to bypass the modal if a user is logged in.
fr_fr: Cochez pour outrepasser la modale si l’utilisateur est connecté.

source: Fields Settings
fr_fr: Réglages des champs

source: The fields below define what fields are shown in the download modal and how the system interacts with them.
fr_fr: Les champs ci-dessous définissent quels champs sont affichés dans la modale de téléchargement et comment le système interagit avec eux.

source: Collect Name
fr_fr: Nom recueilli

source: Check to enable collection of the first and last name in the download modal.
fr_fr: Cochez pour recueillir le prénom et le nom de l’acheteur dans la fenêtre modale du téléchargement.

source: Require Name
fr_fr: Nom requis

source: Check to make the first and last name fields required.
fr_fr: Cochez pour rendre les champs du prénom et du nom nécessaires.

source: Show Notes Field
fr_fr: Afficher le champ Notes

source: Check to enable the notes field in the download modal.
fr_fr: Cochez pour activer le champ des notes dans la fenêtre modale des téléchargements.

source: The Notes Field
fr_fr: Le champ Notes

source: Enabling this option allows you to display notes in the modal.
fr_fr: L’activation de cette option vous permet d’afficher les notes dans la modale.

source: Disable Global Notes
fr_fr: Désactiver les notes globales

source: Check to disable global notes and only use notes defined per-product.
fr_fr: Cochez pour désactiver les notes globales et utiliser uniquement les notes définies par produit.

source: Notes Loading Label
fr_fr: Libellé du chargement des notes

source: Enter the text to show while notes are loading.
fr_fr: Saisissez le texte à afficher lors du chargement des notes.

source: Loading...
fr_fr: Chargement en cours...

source: On multi-product pages, such as the download list page, notes are loaded through AJAX and may have a slight delay before they show up. This field determines what is shown while the notes are loading.
fr_fr: Sur les pages multi-produits, tels que la page de la liste des téléchargements, les notes sont chargées par AJAX et peuvent avoir un léger retard avant de s’afficher. Ce champ est affiché pendant que les notes sont en cours de chargement.

source: Notes Field Title
fr_fr: Titre du champ Notes

source: Enter the title to display for the notes field, or leave blank for none.
fr_fr: Saisissez le titre à afficher pour le titre de la note, ou laissez vide pour ne rien afficher.

source: Enter any notes to display in the Free Downloads modal.
fr_fr: Saisissez les notes à afficher dans la fenêtre modale des téléchargements gratuits.

source: Processing Settings
fr_fr: Réglages du traitement

source: The fields below define how Free Downloads handles downloads after a user has filled out the modal fields.
fr_fr: Les champs ci-dessous définissent comment Free Downloads gère les téléchargements après qu’un utilisateur ait rempli les champs de la modale.

source: On-Complete Handler
fr_fr: Gestion du téléchargement terminé

source: Specify what to do once the user has filled out the download form.
fr_fr: Précisez ce qu’il faut faire une fois que l’utilisateur a rempli le formulaire de téléchargement.

source: Free Downloads can do a number of things when a download is processed:
fr_fr: Free Downloads peut réalisé un certain nombre de choses lorsqu’un téléchargement est réalisé :

source: Display Purchase Confirmation:
fr_fr: Affichage de la confirmation d’achat :

source: This is the default behavior of EDD. Users will be redirected to the same Purchase Confirmation page they would see when completing a purchase.
fr_fr: Il s’agit du comportement par défaut d’EDD. Les utilisateurs seront redirigés vers la page de Confirmation d’achat même qu'ils verraient s’ils effectués un achat classique.

source: Auto Download:
fr_fr: Téléchargement automatique :

source: The system will close the download modal, and automatically download the relevant file(s).
fr_fr: Le système fermera la modale de téléchargement et téléchargera automatiquement les fichiers.

source: Custom Redirect:
fr_fr: Redirection personnalisée :

source: Rather than redirecting to the Purchase Confirmation page, this allows you to define a custom redirection URL.
fr_fr: Plutôt que de rediriger vers la page de Confirmation d’achat, cela vous permet de définir une URL de redirection personnalisée.

source: Display Purchase Confirmation
fr_fr: Affichage de la confirmation d’achat

source: Auto Download
fr_fr: Téléchargement automatique

source: Custom Redirect
fr_fr: Redirection personnalisée

source: Redirect URL
fr_fr: URL de redirection

source: Enter a URL to redirect to on completion.
fr_fr: Saisissez une URL de redirection vers laquelle rediriger.

source: If no URL is set, users will be automatically redirected to the Purchase Confirmation page.
fr_fr: Si aucune URL n’est définie, les utilisateurs seront automatiquement redirigés vers la page de Confirmation d’achat.

source: Mobile On-Complete Handler
fr_fr: Gestion du téléchargement terminé sur mobile

source: Specify an alternate method of handling completion on mobile devices.
fr_fr: Spécifiez une autre méthode de gestion sur les appareils mobiles.

source: Use Main On-Complete Handler
fr_fr: Utiliser la gestion du téléchargement terminé principale

source: Mobile Redirect URL
fr_fr: URL de redirection sur mobile

source: Enter a URL to redirect to on completion for mobile devices.
fr_fr: Saisissez une URL de redirection vers laquelle rediriger sur les mobiles.

source: Apple On-Complete Handler
fr_fr: Gestion du téléchargement terminé sur Apple

source: Apple does not allow automatic downloads. Specify an alternative for Apple devices.
fr_fr: Apple n’autorise pas les téléchargements automatiques. Spécifiez une alternative pour les appareils Apple.

source: Specify an alternate method of handling completion on Apple mobile devices.
fr_fr: Spécifiez une autre méthode de gestion sur les appareils mobiles Apple.

source: Apple Redirect URL
fr_fr: URL de redirection sur Apple

source: Enter a URL to redirect to on completion for Apple devices.
fr_fr: Saisissez une URL de redirection vers laquelle rediriger sur les mobiles Apple.

source: Disable Emails
fr_fr: Désactiver les e-mails

source: Check to disable purchase emails for free products.
fr_fr: Cochez pour désactiver les e-mails d’achat pour les produits gratuits.

source: Direct Download
fr_fr: Téléchargement direct

source: Check to allow users to download files without entering their info.
fr_fr: Cochez pour permettre aux utilisateurs de télécharger des fichiers sans saisir leurs informations.

source: Direct Download Label
fr_fr: Libellé du téléchargement direct

source: Enter the text do display for the direct download link
fr_fr: Saisissez le texte à afficher pour le lien du téléchargement direct.

source: No thanks, proceed to download
fr_fr: Non merci, passez au téléchargement

source: Cache Settings
fr_fr: Réglages du cache

source: The fields below define how Free Downloads handles file caching. Free Downloads caches files which are stored remotely while compressing them if direct download or auto download are enabled.
fr_fr: Les champs ci-dessous définissent comment Free Downloads gère la mise en cache des fichiers. Free Downloads cache les fichiers qui sont stockés à distance tout en les compressant si un téléchargement direct ou automatique est activé.

source: Disable Cache
fr_fr: Désactiver le cache

source: Check to disable caching remote files entirely.
fr_fr: Cochez pour désactiver entièrement la mise en cache des fichiers distants.

source: Free Downloads caches remote files to prevent long download times while compressing multi-file downloads. If you prefer not to use this feature, check this option.
fr_fr: Free Downloads cache les fichiers distants afin d’éviter de long temps de téléchargement tout en compressant les téléchargements de fichiers multiples. Si vous préférez ne pas utiliser cette fonction, cochez cette option.

source: Integration Settings
fr_fr: Réglages d’intégration

source: The fields below define how Free Downloads integrates with other plugins you have installed.
fr_fr: Les champs ci-dessous définissent comment Free Downloads s’intègre avec d’autres extensions vous avez installées.

source: User Registration
fr_fr: Enregistrement d’utilisateur

source: Check to display a registration form in the download modal for logged-out users.
fr_fr: Cochez pour afficher un formulaire d’inscription dans la fenêtre modale de téléchargement pour les utilisateurs déconnectés.

source: Bypass Auto Registration
fr_fr: Contourner l’inscription automatique

source: Check to bypass auto-registration for free downloads.
fr_fr: Cocher pour contourner les inscriptions automatiques pour les téléchargements gratuits.

source: By default, the Auto Registration plugin registers a new user account when a free download is processed. Check this to prevent user accounts from being automatically created.
fr_fr: Par défaut, l’extension Auto Registration enregistre un nouveau compte utilisateur lorsqu’un téléchargement gratuit est effectué. Cochez cette case pour empêcher ce comportement.

source: Display Opt-In
fr_fr: Affichage de l’opt-in

source: Check to display a newsletter opt-in checkbox in the download modal.
fr_fr: Afficher une case à cacher d’opt-in à la newsletter dans la fenêtre modale du téléchargement.

source: Opt-In Field Label
fr_fr: Libellé du champ d’opt-in

source: Specify the text to display for the opt-in field label.
fr_fr: Spécifier le texte à afficher pour le libellé du champ d’opt-in.

source: Subscribe to our newsletter
fr_fr: Abonnez-vous à notre newsletter

source: Bad spammer, no download!
fr_fr: Mauvais spammeur, pas de téléchargement !

source: Cheatin&#8217; huh?
fr_fr: Une mauvaise manipulation ?

source: An internal error has occurred, please try again or contact support.
fr_fr: Une erreur interne s'est produite. Veuillez réessayer ou contacter le support.

source: The username and password fields are required, please try again.
fr_fr: Les champs nom d’utilisateur et mot de passe sont obligatoires, veuillez réessayer.

source: Password and password confirmation fields don't match, please try again,
fr_fr: Les champs du mot de passe et de sa confirmation ne correspondent pas, veuillez réessayer.

source: The specified username already exists, please log in or try again.
fr_fr: Ce nom d’utilisateur a déjà été utilisé, veuillez-vous connecter ou réessayer.

source: Invalid username. Only lowercase letters (a-z) and numbers are allowed.
fr_fr: Nom d'utilisateur non valide. Seules les lettres minuscules (a-z) et les chiffres sont autorisés.

source: Invalid username.
fr_fr: Nom d’utilisateur non valide

source: The specified email has already been used, please log in or try again.
fr_fr: Cet e-mail a déjà été utilisé, veuillez-vous connecter ou réessayer.

source: The requested product is not a free product! Please try again or contact support.
fr_fr: Le produit demandé n’est pas un produit gratuit ! Veuillez réessayer ou contacter le support.

source: Purchased through EDD Free Downloads
fr_fr: Acheté via EDD Free Downloads

source: Add to Cart
fr_fr: Ajouter au panier

source: Purchase
fr_fr: Acheter

source: Buy Now
fr_fr: Achetez maintenant

source: Email Address
fr_fr: Adresse de messagerie

source: Please enter a valid email address
fr_fr: Veuillez saisir une adresse de messagerie valide

source: Invalid email
fr_fr: Adresse de messagerie non valide.

source: Please enter your first name
fr_fr: Veuillez saisir votre prénom

source: Please enter your last name
fr_fr: Veuillez saisir votre nom

source: Please enter a username
fr_fr: Veuillez saisir un identifiant

source: Please enter a password
fr_fr: Veuillez saisir un mot de passe

source: Please confirm your password
fr_fr: Veuillez confirmer le mot de passe

source: Password and password confirmation do not match
fr_fr: Le mot de passe et sa confirmation ne correspondent pas.

source: An unknown error occurred, please try again!
fr_fr: Une erreur inconnue est survenue. Veuillez réessayer plus tard.

source: Please Wait...
fr_fr: Veuillez patienter&hellip;

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Username
fr_fr: Nom d’utilisateur

source: Password
fr_fr: Mot de passe

source: Confirm Password
fr_fr: Confirmez le mot de passe

source: Error:
fr_fr: Erreur&nbsp;:

source: Cancel
fr_fr: Annuler

source: Adds better handling for directly downloading free products to EDD
fr_fr: Ajoute une meilleure gestion des téléchargements des produits gratuits dans EDD
